{
  "spawn_title": "§l§o§nSpawn",
  "spawn_button": "§6Spawn",
  "back_button": "§6Back",

  "spawn_config_title": "§l§o§nSpawn Settings",
  "config_update_respawn_order_title": "§lSet Respawn Order",
  "config_update_respawn_order_message": "§7Select the order of locations to send players after they die and respawn.  Disabling a location will ignore that location when finding a respawn location and if a player does not have a location set, like a home for example, then that location will be skipped as well.",
  "finish_button": "§6Finish",
  "config_update_spawn_kit_title": "§lSet Spawn Kit",
  "config_update_spawn_kit_message": "§7Select a kit from your saved kits.  You can go into the Kits app to create a new kit if none of the existing kits work for you.",
  "kit_name_placeholder": "Kit Title",
  "select_kit_button": "§6Select Kit",
  "config_update_spawn_position_title": "§lSet Spawn Location",
  "config_update_spawn_position_message": "§7Once you're ready, click the \"Capture\" button and a countdown from 3 will begin.  At the end of the countdown, your location and rotation will be captured as the new spawn point and you will have the options to use that as your new server spawn, try again, or cancel.",
  "capture_button": "§6Capture",
  "config_update_spawn_position_capture_message": "§7Your location has been captured.  Please click \"Confirm\" to set it as the server's new spawn point or \"Try Again\" to capture a new point.",
  "config_spawn_position": "§lNew Spawn Location\n§rX:%s Y:%s Z:%s Yaw:%s Pitch:%s",
  "confirm_button": "§6Confirm",
  "try_again_button": "§6Try Again",
  "cancel_button": "§cCancel",
  "config_enable_spawn_title": "Enable Spawn",
  "config_enable_spawn_message": "§7Enable this app to use it's custom spawn logic. Spawn controls where new players spawn for the first time, what kits their given, and a custom welcome message.  Spawn also controls custom existing player join and quit messages, respawn logic and teleporting to spawn and previous locations.",
  "config_enable_spawn_default_value": "§6Off",
  "config_set_spawn_location_title": "Set spawn location",
  "config_set_spawn_location_message": "§7New players will join the server for the first time, players who teleport to spawn, and players who die and have no other respawn locations set all will be teleported to this location.",
  "config_set_spawn_location_default_value": "§6No location set",
  "config_set_welcome_message_title": "Set welcome message",
  "config_set_welcome_message_message": "§7This message will be displayed when a new player joins the server for the first time.  This message supports Placeholder API so you can use placeholders to display the new player's name or any other info.",
  "config_set_welcome_message_default_value": "§6Welcome %player_name% to the server!",
  "config_set_kit_title": "Set new player kit",
  "config_set_kit_message": "§7Players who join the server for the first time will be automatically given the selected kit.",
  "config_set_kit_default_value": "§6None",
  "config_respawn_order_title": "Respawn location order",
  "config_respawn_order_message": "§7Set the order for which respawn locations should a player respawn at when they die.  If a player does not have a location set at the top of the respawn order, the rest of the list will be traversed until a location is found.",
  "config_respawn_order_default_value": "§6Bed\nSpawn",
  "config_spawn_on_join_title": "Teleport to spawn on join",
  "config_spawn_on_join_message": "§7If set to true, all players will be teleported to spawn every time they join the server.",
  "config_spawn_on_join_default_value": "§6False",
  "config_player_join_title": "Player joined message",
  "config_player_join_message": "§7This message will be sent to all online players when a player joins the server.  This message also supports Placeholder API.",
  "config_player_join_default_value": "§8[§a+§8]§7%player_name",
  "config_player_left_title": "Player left message",
  "config_player_left_message": "§7This message will be sent to all online players when a player leaves the server.  This message also supports Placeholder API.",
  "config_player_left_default_value": "§8[§c-§8]§7%player_name",
  "config_cooldown_title": "Teleport cooldown",
  "config_cooldown_message": "§7The amount of time, in seconds, the player must wait after teleporting before they can teleport again.",
  "config_delay_title": "Teleport delay",
  "config_delay_message": "§7The amount of time, in seconds, the player must wait before being teleported.",
  "config_teleport_default_value": "§60 Seconds",
  "config_teleport_input": "%s Second%s",
  "config_cooldown_error_message": "§cTeleport cooldown values must be whole numbers!",
  "config_delay_error_message": "§cTeleport delay values must be whole numbers!",
  "plural": "s"
}