{
"spawn_title": "§l§o§nΣημείο Εμφάνισης",
"spawn_button": "§6Μετάβαση στο Σημείο Εμφάνισης",
"back_button": "§6Πίσω",

"spawn_config_title": "§l§o§nΡυθμίσεις Σημείου Εμφάνισης",
"config_update_respawn_order_title": "§lΟρισμός Σειράς Αναγέννησης",
"config_update_respawn_order_message": "§7Επιλέξτε τη σειρά των τοποθεσιών στις οποίες θα στέλνονται οι παίκτες μετά τον θάνατο και την αναγέννησή τους. Η απενεργοποίηση μιας τοποθεσίας θα την αγνοεί κατά την εύρεση μιας τοποθεσίας αναγέννησης. Εάν ένας παίκτης δεν έχει ορισμένη μια τοποθεσία (π.χ. ένα σπίτι), τότε αυτή η τοποθεσία θα παραλείπεται επίσης.",
"finish_button": "§6Ολοκλήρωση",
"config_update_spawn_kit_title": "§lΟρισμός Κιτ Εμφάνισης",
"config_update_spawn_kit_message": "§7Επιλέξτε ένα κιτ από τα αποθηκευμένα σας κιτ. Μπορείτε να μεταβείτε στην εφαρμογή «Κιτ» για να δημιουργήσετε ένα νέο κιτ, εάν κανένα από τα υπάρχοντα δεν σας ικανοποιεί.",
"kit_name_placeholder": "Τίτλος Κιτ",
"select_kit_button": "§6Επιλογή Κιτ",
"config_update_spawn_position_title": "§lΟρισμός Τοποθεσίας Σημείου Εμφάνισης",
"config_update_spawn_position_message": "§7Όταν είστε έτοιμοι, κάντε κλικ στο κουμπί «Καταγραφή» και θα ξεκινήσει μια αντίστροφη μέτρηση από το 3. Στο τέλος της μέτρησης, η τοποθεσία και η περιστροφή σας θα καταγραφούν ως το νέο σημείο εμφάνισης και θα έχετε τις επιλογές να το χρησιμοποιήσετε ως νέο σημείο εμφάνισης του διακομιστή, να δοκιμάσετε ξανά ή να ακυρώσετε.",
"capture_button": "§6Καταγραφή",
"config_update_spawn_position_capture_message": "§7Η τοποθεσία σας καταγράφηκε. Παρακαλώ κάντε κλικ στο «Επιβεβαίωση» για να οριστεί ως το νέο σημείο εμφάνισης του διακομιστή ή στο «Δοκιμάστε Ξανά» για να καταγράψετε ένα νέο σημείο.",
"config_spawn_position": "§lΝέα Τοποθεσία Σημείου Εμφάνισης\n§rX:%s Y:%s Z:%s Yaw:%s Pitch:%s",
"confirm_button": "§6Επιβεβαίωση",
"try_again_button": "§6Δοκιμάστε Ξανά",
"cancel_button": "§cΑκύρωση",
"config_enable_spawn_title": "Ενεργοποίηση Σημείου Εμφάνισης",
"config_enable_spawn_message": "§7Ενεργοποιήστε αυτήν την εφαρμογή για να χρησιμοποιήσετε τη δική της λογική εμφάνισης. Το Spawn ελέγχει πού εμφανίζονται για πρώτη φορά νέοι παίκτες, ποια κιτ τους δίνονται και ένα προσαρμοσμένο μήνυμα υποδοχής. Ελέγχει επίσης προσαρμοσμένα μηνύματα εισόδου και εξόδου των υπαρχόντων παικτών, τη λογική αναγέννησης και τη τηλεμεταφορά στο σημείο εμφάνισης και σε προηγούμενες τοποθεσίες.",
"config_enable_spawn_default_value": "§6Απενεργοποιημένο",
"config_set_spawn_location_title": "Ορισμός τοποθεσίας σημείου εμφάνισης",
"config_set_spawn_location_message": "§7Νέοι παίκτες που μπαίνουν για πρώτη φορά στο διακομιστή, παίκτες που τηλεμεταφέρονται στο σημείο εμφάνισης και παίκτες που πεθαίνουν χωρίς να έχουν ορίσει άλλες τοποθεσίες αναγέννησης θα τηλεμεταφέρονται όλοι σε αυτήν τη τοποθεσία.",
"config_set_spawn_location_default_value": "§6Δεν έχει οριστεί τοποθεσία",
"config_set_welcome_message_title": "Ορισμός μηνύματος υποδοχής",
"config_set_welcome_message_message": "§7Αυτό το μήνυμα θα εμφανίζεται όταν ένας νέος παίκτης μπει για πρώτη φορά στο διακομιστή. Το μήνυμα υποστηρίζει το Placeholder API, ώστε να μπορείτε να χρησιμοποιήσετε placeholders για να εμφανίσετε το όνομα του νέου παίκτη ή οποιαδήποτε άλλη πληροφορία.",
"config_set_welcome_message_default_value": "§6Καλώς ήρθες %player_name% στο διακομιστή!",
"config_set_kit_title": "Ορισμός κιτ για νέους παίκτες",
"config_set_kit_message": "§7Παίκτες που μπαίνουν για πρώτη φορά στο διακομιστή θα λαμβάνουν αυτόματα το επιλεγμένο κιτ.",
"config_set_kit_default_value": "§6Κανένα",
"config_respawn_order_title": "Σειρά τοποθεσιών αναγέννησης",
"config_respawn_order_message": "§7Ορίστε τη σειρά των τοποθεσιών αναγέννησης στις οποίες πρέπει να αναγεννιέται ένας παίκτης όταν πεθαίνει. Εάν ένας παίκτης δεν έχει ορισμένη μια τοποθεσία στην κορυφή της σειράς, η λίστα θα διασχιστεί μέχρι να βρεθεί διαθέσιμη τοποθεσία.",
"config_respawn_order_default_value": "§6Κρεβάτι\nΣημείο Εμφάνισης",
"config_spawn_on_join_title": "Τηλεμεταφορά στο σημείο εμφάνισης κατά την είσοδο",
"config_spawn_on_join_message": "§7Εάν οριστεί σε true, όλοι οι παίκτες θα τηλεμεταφέρονται στο σημείο εμφάνισης κάθε φορά που μπαίνουν στο διακομιστή.",
"config_spawn_on_join_default_value": "§6Ψευδές",
"config_player_join_title": "Μήνυμα εισόδου παίκτη",
"config_player_join_message": "§7Αυτό το μήνυμα θα αποστέλλεται σε όλους τους συνδεδεμένους παίκτες όταν ένας παίκτης μπει στο διακομιστή. Το μήνυμα υποστηρίζει επίσης το Placeholder API.",
"config_player_join_default_value": "§8[§a+§8]§7%player_name",
"config_player_left_title": "Μήνυμα εξόδου παίκτη",
"config_player_left_message": "§7Αυτό το μήνυμα θα αποστέλλεται σε όλους τους συνδεδεμένους παίκτες όταν ένας παίκτης αποσυνδεθεί από το διακομιστή. Το μήνυμα υποστηρίζει επίσης το Placeholder API.",
"config_player_left_default_value": "§8[§c-§8]§7%player_name",
"config_cooldown_title": "Αναμονή τηλεμεταφοράς",
"config_cooldown_message": "§7Ο χρόνος (σε δευτερόλεπτα) που πρέπει να περιμένει ένας παίκτης μετά από μια τηλεμεταφορά πριν μπορέσει να τηλεμεταφερθεί ξανά.",
"config_delay_title": "Καθυστέρηση τηλεμεταφοράς",
"config_delay_message": "§7Ο χρόνος (σε δευτερόλεπτα) που πρέπει να περιμένει ένας παίκτης πριν τηλεμεταφερθεί.",
"config_teleport_default_value": "§60 Δευτερόλεπτα",
"config_teleport_input": "%s Δευτερόλεπτ%s",
"config_cooldown_error_message": "§cΟι τιμές αναμονής τηλεμεταφοράς πρέπει να είναι ακέραιοι αριθμοί!",
"config_delay_error_message": "§cΟι τιμές καθυστέρησης τηλεμεταφοράς πρέπει να είναι ακέραιοι αριθμοί!",
"plural": "ς"
}