{
  "spawn_title": "§l§o§nSpawnen",
  "spawn_button": "§6Spawn",
  "back_button": "§6Terug",

  "spawn_config_title": "§l§o§nSpawn Instellingen",
  "config_update_respawn_order_title": "§lRespawn Volgorde Instellen",
  "config_update_respawn_order_message": "§7Selecteer de volgorde van locaties waar spelers naartoe moeten worden gestuurd als ze sterven en opnieuw spawnen. Als je een locatie uitschakelt, wordt deze genegeerd bij het zoeken naar een respawn locatie. Als een speler geen locatie heeft ingesteld, zoals een huis, zal die locatie ook worden overgeslagen.",
  "finish_button": "§6Gereed",
  "config_update_spawn_kit_title": "§lSpawn Kit Instellen",
  "config_update_spawn_kit_message": "§7Selecteer een kit uit je opgeslagen kits. Je kunt naar de Kits-app gaan om een nieuwe kit aan te maken als geen van de bestaande kits voor je werkt.",
  "kit_name_placeholder": "Kit Titel",
  "select_kit_button": "§6Kit Selecteren",
  "config_update_spawn_position_title": "§lSpawn Locatie Instellen",
  "config_update_spawn_position_message": "§7Wanneer je klaar bent, klik op de knop \"Vastleggen\" en er verschijnt een aftelling van 3. Aan het einde van de aftelling wordt je locatie en rotatie vastgelegd als het nieuwe spawntpunt en je krijgt de opties om dit als je nieuwe server spawn in te stellen, opnieuw te proberen of te annuleren.",
  "capture_button": "§6Vastleggen",
  "config_update_spawn_position_capture_message": "§7Je locatie is vastgelegd. Klik op \"Bevestigen\" om het als het nieuwe spawn-punt van de server in te stellen of \"Opnieuw proberen\" om een nieuw punt vast te leggen.",
  "config_spawn_position": "§lNieuwe Spawn Locatie\n§rX:%s Y:%s Z:%s Yaw:%s Pitch:%s",
  "confirm_button": "§6Bevestigen",
  "try_again_button": "§6Opnieuw Proberen",
  "cancel_button": "§cAnnuleren",
  "config_enable_spawn_title": "Spawn Inschakelen",
  "config_enable_spawn_message": "§7Schakel deze app in om de aangepaste spawn-logica te gebruiken. Spawn bepaalt waar nieuwe spelers voor het eerst spawnen, welke kits ze krijgen en een aangepast welkomstbericht. Spawn regelt ook aangepaste bestaande speler join- en verlaat-berichten, respawn-logica en teleportatie naar spawn en vorige locaties.",
  "config_enable_spawn_default_value": "§6Uit",
  "config_set_spawn_location_title": "Spawn locatie instellen",
  "config_set_spawn_location_message": "§7Nieuwe spelers die voor het eerst op de server inloggen, spelers die naar spawn teleporteren en spelers die sterven en geen andere respawn-locaties hebben ingesteld, worden allemaal naar deze locatie geteleporteerd.",
  "config_set_spawn_location_default_value": "§6Geen locatie ingesteld",
  "config_set_welcome_message_title": "Welkomstbericht instellen",
  "config_set_welcome_message_message": "§7Dit bericht wordt weergegeven wanneer een nieuwe speler voor het eerst op de server inlogt. Dit bericht ondersteunt Placeholder API zodat je placeholders kunt gebruiken om de naam van de nieuwe speler of ander informatie weer te geven.",
  "config_set_welcome_message_default_value": "§6Welkom %player_name% op de server!",
  "config_set_kit_title": "Nieuw speler kit instellen",
  "config_set_kit_message": "§7Spelers die voor het eerst op de server inloggen krijgen automatisch de geselecteerde kit.",
  "config_set_kit_default_value": "§6Geen",
  "config_respawn_order_title": "Respawn locatie volgorde",
  "config_respawn_order_message": "§7Stel de volgorde in voor respawn-locaties wanneer een speler sterft. Als een speler geen locatie heeft ingesteld aan de bovenkant van de respawn-volgorde, wordt de rest van de lijst doorzocht totdat een locatie wordt gevonden.",
  "config_respawn_order_default_value": "§6Bed\nSpawn",
  "config_spawn_on_join_title": "Teleporteer naar spawn bij inloggen",
  "config_spawn_on_join_message": "§7Indien ingesteld op waar, worden alle spelers elke keer dat ze op de server inloggen naar spawn geteleporteerd.",
  "config_spawn_on_join_default_value": "§6Onwaar",
  "config_player_join_title": "Speler gekoppeld bericht",
  "config_player_join_message": "§7Dit bericht wordt naar alle online spelers verzonden wanneer een speler op de server inlogt. Dit bericht ondersteunt ook Placeholder API.",
  "config_player_join_default_value": "§8[§a+§8]§7%player_name",
  "config_player_left_title": "Speler verlaten bericht",
  "config_player_left_message": "§7Dit bericht wordt naar alle online spelers verzonden wanneer een speler de server verlaat. Dit bericht ondersteunt ook Placeholder API.",
  "config_player_left_default_value": "§8[§c-§8]§7%player_name",
  "config_cooldown_title": "Teleport wachttijd",
  "config_cooldown_message": "§7De hoeveelheid tijd, in seconden, die de speler moet wachten na teleportatie voordat hij opnieuw kan teleporteren.",
  "config_delay_title": "Teleport vertraging",
  "config_delay_message": "§7De hoeveelheid tijd, in seconden, die de speler moet wachten voordat hij wordt geteleporteerd.",
  "config_teleport_default_value": "§60 Seconden",
  "config_teleport_input": "%s Seconde%s",
  "config_cooldown_error_message": "§cTeleport wachttijd waarden moeten hele getallen zijn!",
  "config_delay_error_message": "§cTeleport vertraging waarden moeten hele getallen zijn!",
  "plural": "n"
}