{
  "tutorial_title": "Tutorial",
  "element_index": "Element %s",
  "timer_text": "Du hast diesen Bildschirm seit %s Sekunde%s angesehen.",
  "next_arrow": "Weiter ➡",
  "finish_arrow": "Fertig ➡",
  "page_one_title": "§lWillkommen bei §6§lApps§r§l!",
  "page_one_paragraph_one": "§6§lApps §rist ein ehrgeiziges neues Projekt, das sich derzeit in der Beta befindet. Das Ziel ist es, ein Framework bereitzustellen, mit dem Plugin-Entwickler grafische Benutzeroberflächen für ihre Plugins anzeigen können, anstatt sich darauf zu verlassen, dass Spieler dutzende Befehle auswendig lernen. Ich habe noch viel Arbeit vor mir, bevor ich dieses Ziel erreiche, aber in der Zwischenzeit ist dieses Plugin eine einfache Demo dafür, wie diese Apps in Zukunft funktionieren könnten. Erwarte viele neue Updates und Funktionen in naher Zukunft!",
  "page_one_paragraph_two": "Wie du sehen kannst, kannst du jetzt wesentlich inhaltsreichere GUIs für dich und deine Spieler anzeigen. Zusätzlich zum Text kannst du auch Items, Blöcke und Entitäten in diesen GUIs anzeigen. §6§lApps§r ermöglicht nicht nur komplexere Inhalte, sondern ist auch interaktiv. Versuche, auf den „§6Weiter ➡§r“-Button unten rechts zu schauen – du wirst sehen, dass er fett wird. Das bedeutet, dass der Button hervorgehoben ist und ein Linksklick ihn auslöst!",
  "page_one_paragraph_three": "Klicke auf den „§6Weiter ➡§r“-Button, wenn du bereit bist, mehr Funktionen zu erkunden, die §6§lApps§r bietet.",
  "input_text_placeholder": "Hier klicken, um Text einzugeben...",
  "demo_item_button_text": "§aItem-Button %s Mal%s geklickt",
  "page_two_title": "§lInteraktive Elemente",
  "page_two_paragraph_one": "Textbuttons sind nicht die einzigen interaktiven Elemente in §6§lApps§r. Es gibt auch Item-Buttons und Texteingaben wie die unten. Item-Buttons funktionieren genauso wie Textbuttons und Texteingaben müssen wie ein Button angeklickt werden – die nächste Textzeile, die du im Chat sendest, wird als Eingabe verwendet. Probier es unten aus.",
  "page_three_title": "§lLive-Updates",
  "page_three_paragraph_one": "§6§lApps§r ist ebenfalls sehr reaktionsschnell, sodass Bildschirme sich schnell aktualisieren können, wie du am kleinen Cursor sehen kannst, der deiner Blickrichtung folgt, und an der Uhr darunter.",
  "page_four_title": "§lKomplexe Elemente",
  "page_four_paragraph_one": "Es gibt auch ein paar komplexere Elemente – hier sind die Karussellansicht und die Feed-Ansicht.",
  "page_four_pager_view_text": "Klicke auf das erste oder letzte Element, um durch das Karussell zu blättern.",
  "page_four_feed_view_text": "Scrolle nach oben und unten, während du den Feed anschaust, um den Inhalt durchzublättern.",
  "page_five_title": "§lApps",
  "page_five_paragraph_one": "Das Öffnen von §6§lApps§r mit §l/.§r öffnet den Startbildschirm, wo Server-Mitarbeiter den Titel und die Nachricht für Spieler anpassen können. Du kannst auch zum Apps-Bildschirm navigieren und alle Apps erkunden, die dir auf dem Server zur Verfügung stehen.",
  "page_five_paragraph_two": "Derzeit gibt es nur eine Handvoll Erstanbieter-Apps, da dies noch ein neues Projekt ist, aber im Laufe der Entwicklung werden mehr Erstanbieter-Apps hinzugefügt sowie Unterstützung für Drittanbieter-Apps, und die Entwickler deiner Lieblings-Plugins werden ihre Apps ebenfalls hier integrieren und anzeigen können.",
  "page_six_title": "§lDas Ende",
  "page_six_paragraph_one": "Das war’s fürs Erste! Wir hoffen, du genießt diese neue Art, Plugins zu verwenden.",
  "plural": "s"
}
