{
  "tutorial_title": "Tutorial",
  "element_index": "Element %s",
  "timer_text": "You have been looking at this screen for %s second%s.",
  "next_arrow": "Next ➡",
  "finish_arrow": "Finish ➡",
  "page_one_title": "§lWelcome to §6§lApps§r§l!",
  "page_one_paragraph_one": "§6§lApps §ris an ambitious new project that is currently in beta. The goal is to provide a framework for plugin developers to display graphical user interfaces for their plugins instead of having to rely on players memorizing dozens of commands. I still have a lot of work to do before I achieve that goal but in the mean time, this plugin is currently a simple demo of how these apps can work in the future. Expect plenty of new updates and features in the near future!",
  "page_one_paragraph_two": "As you can see, you can now display significantly more content rich GUIs for you and your players.  Also, along with text, you can also display items, blocks and entities in these GUIs.  Not only does §6§lApps§r allow for displaying more complex content but it is also interactive.  Try looking at the \"§6Next ➡§r\" button in the bottom right, you'll see it turns bold when you do.  This means the button is highlighted and left clicking your mouse will click that button!",
  "page_one_paragraph_three": "Click on the \"§6Next ➡§r\" button when you're ready to explore more features §6§lApps§r offers.",
  "input_text_placeholder": "Click here to input text...",
  "demo_item_button_text": "§aItem button clicked %s time%s",
  "page_two_title": "§lInteractive Elements",
  "page_two_paragraph_one": "Text buttons aren't the only interactive element in §6§lApps§r.  There's also item buttons and text inputs, like the ones below.  Item buttons work the same as text buttons and text inputs need to be clicked like a button and the next line of text you send in chat will be used as your text input.  Try it out on the two below.",
  "page_three_title": "§lLive updates",
  "page_three_paragraph_one": "§6§lApps§r is also very reactive so screens can update rapidly as you can see by the little cursor following where you're looking and by the clock below.",
  "page_four_title": "§lComplex Elements",
  "page_four_paragraph_one": "There are also a few more complex elements, here is the Carousel View and the Feed View.",
  "page_four_pager_view_text": "Click on the first or last element to cycle through the carousel.",
  "page_four_feed_view_text": "Scroll up and down while looking at at the feed to scroll through the content.",
  "page_five_title": "§lApps",
  "page_five_paragraph_one": "Opening §6§lApps§r with §l/.§r will open the home screen where server staff can customize the title and message for players.  Also you can navigate to the Apps screen and explore all the apps available to you on the server.",
  "page_five_paragraph_two": "Currently there are only a handful of 1st party apps since this is still a new project but as development progresses, more 1st party apps will be added as well as 3rd party app support and the developers of your favorite plugins will be able to integrate and display there apps on this screen as well.",
  "page_six_title": "§lThe End",
  "page_six_paragraph_one": "That's all for now!  We hope you enjoy this new way to use plugins.",
  "plural": "s"
}