{
  "tutorial_title": "Tutorial",
  "element_index": "Elemento %s",
  "timer_text": "Has estado mirando esta pantalla durante %s segundo%s.",
  "next_arrow": "Siguiente ➡",
  "finish_arrow": "Finalizar ➡",
  "page_one_title": "§l¡Bienvenido a §6§lApps§r§l!",
  "page_one_paragraph_one": "§6§lApps §res un nuevo proyecto ambicioso que actualmente está en beta. El objetivo es proporcionar un marco para que los desarrolladores de plugins puedan mostrar interfaces gráficas para sus plugins en lugar de depender de que los jugadores memoricen docenas de comandos. Todavía tengo mucho trabajo por hacer antes de lograr ese objetivo pero, mientras tanto, este plugin es una simple demostración de cómo podrían funcionar estas apps en el futuro. ¡Espera muchas nuevas actualizaciones y características en un futuro cercano!",
  "page_one_paragraph_two": "Como puedes ver, ahora puedes mostrar interfaces gráficas significativamente más ricas en contenido para ti y tus jugadores. Además del texto, también puedes mostrar ítems, bloques y entidades en estas interfaces. No solo §6§lApps§r permite mostrar contenido más complejo, sino que también es interactivo. Intenta mirar el botón \"§6Siguiente ➡§r\" en la parte inferior derecha, verás que se vuelve en negrita cuando lo haces. ¡Esto significa que el botón está resaltado y al hacer clic izquierdo con el mouse lo presionarás!",
  "page_one_paragraph_three": "Haz clic en el botón \"§6Siguiente ➡§r\" cuando estés listo para explorar más funciones que §6§lApps§r ofrece.",
  "input_text_placeholder": "Haz clic aquí para ingresar texto...",
  "demo_item_button_text": "§aBotón de ítem presionado %s vez%s",
  "page_two_title": "§lElementos Interactivos",
  "page_two_paragraph_one": "Los botones de texto no son el único elemento interactivo en §6§lApps§r. También hay botones de ítems y entradas de texto, como las de abajo. Los botones de ítems funcionan igual que los botones de texto y las entradas de texto deben ser presionadas como un botón, y la siguiente línea de texto que envíes en el chat será usada como tu entrada. Pruébalo en los dos de abajo.",
  "page_three_title": "§lActualizaciones en Vivo",
  "page_three_paragraph_one": "§6§lApps§r también es muy reactivo, por lo que las pantallas pueden actualizarse rápidamente, como puedes ver con el pequeño cursor que sigue hacia donde miras y con el reloj de abajo.",
  "page_four_title": "§lElementos Complejos",
  "page_four_paragraph_one": "También hay algunos elementos más complejos; aquí están la Vista Carrusel y la Vista de Feed.",
  "page_four_pager_view_text": "Haz clic en el primer o último elemento para desplazarte por el carrusel.",
  "page_four_feed_view_text": "Desplázate hacia arriba y hacia abajo mientras miras el feed para recorrer el contenido.",
  "page_five_title": "§lApps",
  "page_five_paragraph_one": "Abrir §6§lApps§r con §l/.§r abrirá la pantalla principal donde el personal del servidor puede personalizar el título y mensaje para los jugadores. También puedes navegar a la pantalla de Apps y explorar todas las apps disponibles en el servidor.",
  "page_five_paragraph_two": "Actualmente solo hay un puñado de apps de primera parte ya que este es aún un proyecto nuevo, pero a medida que el desarrollo avance, se añadirán más apps de primera parte, así como soporte para apps de terceros, y los desarrolladores de tus plugins favoritos podrán integrar y mostrar sus apps en esta pantalla también.",
  "page_six_title": "§lEl Final",
  "page_six_paragraph_one": "¡Eso es todo por ahora! Esperamos que disfrutes esta nueva forma de usar plugins.",
  "plural": "s"
}
