{
  "tutorial_title": "Tutoriel",
  "element_index": "Élément %s",
  "timer_text": "Vous regardez cet écran depuis %s seconde%s.",
  "next_arrow": "Suivant ➡",
  "finish_arrow": "Terminer ➡",
  "page_one_title": "§lBienvenue dans §6§lApps§r§l !",
  "page_one_paragraph_one": "§6§lApps §rest un nouveau projet ambitieux actuellement en bêta. L’objectif est de fournir un cadre permettant aux développeurs de plugins d’afficher des interfaces graphiques pour leurs plugins au lieu de dépendre des joueurs qui doivent mémoriser des dizaines de commandes. J’ai encore beaucoup de travail avant d’atteindre cet objectif mais, en attendant, ce plugin est une simple démonstration de la manière dont ces apps pourraient fonctionner à l’avenir. Attendez-vous à de nombreuses mises à jour et à de nouvelles fonctionnalités bientôt !",
  "page_one_paragraph_two": "Comme vous pouvez le voir, vous pouvez désormais afficher des interfaces beaucoup plus riches en contenu pour vous et vos joueurs. En plus du texte, vous pouvez également afficher des objets, des blocs et des entités dans ces interfaces. Non seulement §6§lApps§r permet d’afficher du contenu plus complexe, mais c’est aussi interactif. Essayez de regarder le bouton « §6Suivant ➡§r » en bas à droite, vous verrez qu’il devient en gras. Cela signifie que le bouton est sélectionné et qu’un clic gauche le déclenchera !",
  "page_one_paragraph_three": "Cliquez sur le bouton « §6Suivant ➡§r » lorsque vous êtes prêt à explorer d’autres fonctionnalités offertes par §6§lApps§r.",
  "input_text_placeholder": "Cliquez ici pour entrer du texte...",
  "demo_item_button_text": "§aBouton d’objet cliqué %s fois%s",
  "page_two_title": "§lÉléments Interactifs",
  "page_two_paragraph_one": "Les boutons de texte ne sont pas les seuls éléments interactifs dans §6§lApps§r. Il y a aussi des boutons (objets) et des champs de texte comme ceux ci-dessous. Les boutons (objets) fonctionnent comme les boutons de texte et les champs de texte doivent être cliqués comme un bouton, et la prochaine ligne de texte que vous enverrez dans le chat sera utilisée comme entrée. Essayez avec ceux ci-dessous.",
  "page_three_title": "§lMises à Jour en Direct",
  "page_three_paragraph_one": "§6§lApps§r est également très réactif, donc les écrans peuvent se mettre à jour rapidement, comme vous pouvez le voir avec le petit curseur suivant votre regard et avec l’horloge ci-dessous.",
  "page_four_title": "§lÉléments Complexes",
  "page_four_paragraph_one": "Il existe également quelques éléments plus complexes : voici la Vue Carrousel et la Vue Fil.",
  "page_four_pager_view_text": "Cliquez sur le premier ou le dernier élément pour parcourir le carrousel.",
  "page_four_feed_view_text": "Faites défiler vers le haut et vers le bas en regardant le fil pour parcourir son contenu.",
  "page_five_title": "§lApps",
  "page_five_paragraph_one": "Ouvrir §6§lApps§r avec §l/.§r ouvrira l’écran d’accueil où le personnel du serveur peut personnaliser le titre et le message pour les joueurs. Vous pouvez également accéder à l’écran des Apps et explorer toutes les applications disponibles sur le serveur.",
  "page_five_paragraph_two": "Actuellement il n’y a qu’une poignée d’applications propriétaires car le projet est encore récent, mais au fur et à mesure du développement, davantage d’applications propriétaires seront ajoutées ainsi qu’un support pour les applications tierces, permettant aux développeurs de vos plugins préférés d’intégrer et d’afficher leurs applications ici également.",
  "page_six_title": "§lLa Fin",
  "page_six_paragraph_one": "C’est tout pour le moment ! Nous espérons que vous apprécierez cette nouvelle manière d’utiliser les plugins.",
  "plural": "s"
}
