{
"tutorial_title": "Οδηγίες",
"element_index": "Στοιχείο %s",
"timer_text": "Κοιτάτε αυτήν την οθόνη για %s δευτερόλεπτ%s.",
"next_arrow": "Επόμενο ➡",
"finish_arrow": "Ολοκλήρωση ➡",
"page_one_title": "§lΚαλώς ήρθατε στο §6§lApps§r§l!",
"page_one_paragraph_one": "Οι §6§lΕφαρμογές §rείναι ένα φιλόδοξο νέο έργο που βρίσκεται αυτή τη στιγμή σε δοκιμαστική έκδοση. Ο στόχος είναι να παρέχει ένα πλαίσιο για τους προγραμματιστές προσθέτων να εμφανίζουν γραφικές διεπαφές χρήστη για τα πρόσθετά τους, αντί να βασίζονται στο ότι οι παίκτες θα απομνημονεύουν δεκάδες εντολές. Έχω ακόμα πολύ δουλειά μέχρι να φτάσω σε αυτόν τον στόχο, αλλά στο μεταξύ, αυτό το πρόσθετο είναι μια απλή επίδειξη του τρόπου με τον οποίο αυτές οι εφαρμογές θα μπορούν να λειτουργήσουν στο μέλλον. Περιμένετε πολλές νέες ενημερώσεις και δυνατότητες στο εγγύς μέλλον!",
"page_one_paragraph_two": "Όπως μπορείτε να δείτε, μπορείτε πλέον να εμφανίσετε σημαντικά πιο πλούσιες σε περιεχόμενο γραφικές διεπαφές για εσάς και τους παίκτες σας. Επίσης, εκτός από κείμενο, μπορείτε να εμφανίσετε αντικείμενα, μπλοκ και οντότητες σε αυτές τις διεπαφές. Το §6§lApps§r όχι μόνο επιτρέπει την εμφάνιση πιο σύνθετου περιεχομένου, αλλά είναι και διαδραστικό. Δοκιμάστε να κοιτάξετε το κουμπί §6Επόμενο ➡§r κάτω δεξιά – θα δείτε ότι γίνεται έντονο. Αυτό σημαίνει ότι το κουμπί είναι επισημασμένο και κάνοντας αριστερό κλικ με το ποντίκι σας θα πατηθεί!",
"page_one_paragraph_three": "Πατήστε το κουμπί §6Επόμενο ➡§r όταν είστε έτοιμοι να εξερευνήσετε περισσότερες δυνατότητες που προσφέρει το §6§lApps§r.",
"input_text_placeholder": "Κάντε κλικ εδώ για εισαγωγή κειμένου...",
"demo_item_button_text": "§aΤο κουμπί αντικειμένου πατήθηκε %s φορ%s",
"page_two_title": "§lΔιαδραστικά Στοιχεία",
"page_two_paragraph_one": "Τα κουμπιά κειμένου δεν είναι το μόνο διαδραστικό στοιχείο στο §6§lApps§r. Υπάρχουν επίσης κουμπιά αντικειμένων και πεδία εισαγωγής κειμένου, όπως τα παρακάτω. Τα κουμπιά αντικειμένων λειτουργούν όπως τα κουμπιά κειμένου, και τα πεδία εισαγωγής κειμένου πρέπει να πατηθούν σαν κουμπί – η επόμενη γραμμή κειμένου που θα στείλετε στη συνομιλία θα χρησιμοποιηθεί ως το κείμενό σας. Δοκιμάστε το στα δύο παρακάτω.",
"page_three_title": "§lΖωντανές ενημερώσεις",
"page_three_paragraph_one": "Το §6§lApps§r είναι επίσης πολύ αντιδραστικό, οπότε οι οθόνες μπορούν να ενημερωθούν γρήγορα, όπως μπορείτε να δείτε από τον μικρό δείκτη που ακολουθεί το βλέμμα σας και από το ρολόι παρακάτω.",
"page_four_title": "§lΣύνθετα Στοιχεία",
"page_four_paragraph_one": "Υπάρχουν επίσης μερικά πιο σύνθετα στοιχεία, όπως η Προβολή Carousel και η Προβολή Feed.",
"page_four_pager_view_text": "Κάντε κλικ στο πρώτο ή το τελευταίο στοιχείο για περιήγηση στο carousel.",
"page_four_feed_view_text": "Κάντε κύλιση πάνω/κάτω ενώ κοιτάτε το feed για να μετακινηθείτε στο περιεχόμενο.",
"page_five_title": "§lΕφαρμογές",
"page_five_paragraph_one": "Το άνοιγμα του §6§lApps§r με §l/.§r θα ανοίξει την αρχική οθόνη, όπου το προσωπικό του διακομιστή μπορεί να προσαρμόσει τον τίτλο και το μήνυμα για τους παίκτες. Επίσης, μπορείτε να μεταβείτε στην οθόνη «Εφαρμογές» και να εξερευνήσετε όλες τις διαθέσιμες εφαρμογές στον διακομιστή.",
"page_five_paragraph_two": "Προς το παρόν υπάρχουν μόνο λίγες εφαρμογές πρώτου μέρους, καθώς αυτό είναι ακόμα ένα νέο έργο, αλλά καθώς θα προχωρά η ανάπτυξη, θα προστεθούν περισσότερες εφαρμογές πρώτου μέρους, καθώς και υποστήριξη για εφαρμογές τρίτων μέρων. Οι προγραμματιστές των αγαπημένων σας προσθέτων θα μπορούν να ενσωματώσουν και να εμφανίσουν τις εφαρμογές τους σε αυτήν την οθόνη.",
"page_six_title": "§lΤο Τέλος",
"page_six_paragraph_one": "Αυτά για τώρα! Ελπίζουμε να απολαύσετε αυτόν τον νέο τρόπο χρήσης των προσθέτων.",
"plural": "ς"
}

