{
  "tutorial_title": "Uitleg",
  "element_index": "Element %s",
  "timer_text": "Je have been looking at this screen for %s second%s.",
  "next_arrow": "Volgende ➡",
  "finish_arrow": "Voltooien ➡",
  "page_one_title": "§lWelkom bij §6§lApps§r§l!",
  "page_one_paragraph_one": "§6§lApps §ris een ambitieus nieuw project dat momenteel in bèta is. Het doel is om een framework te bieden voor plugin-ontwikkelaars om grafische gebruikersinterfaces voor hun plugins weer te geven in plaats van te moeten vertrouwen op spelers die tientallen commando's onthouden. Ik heb nog veel werk te doen voordat ik dat doel bereik, maar in de tussentijd is deze plugin momenteel een eenvoudige demo van hoe deze apps in de toekomst kunnen werken. Verwacht binnenkort veel nieuwe updates en functies!",
  "page_one_paragraph_two": "Zoals je kunt zien, kun je nu aanzienlijk meer inhoudrijke GUI's weergeven voor jou en je spelers. Ook kun je naast tekst ook items, blokken en entiteiten in deze GUI's weergeven. §6§lApps§r maakt het niet alleen mogelijk om complexere inhoud weer te geven, maar het is ook interactief. Probeer naar de knop \"§6Volgende ➡§r\" rechtsonder te kijken, je zult zien dat deze vet wordt wanneer je dat doet. Dit betekent dat de knop is gemarkeerd en dat een linkermuisklik die knop zal activeren!",
  "page_one_paragraph_three": "Klik op de knop \"§6Volgende ➡§r\" wanneer je klaar bent om meer functies te verkennen die §6§lApps§r biedt.",
  "input_text_placeholder": "Klik hier om tekst in te voeren...",
  "demo_item_button_text": "§aItemknop %s keer geklikt",
  "page_two_title": "§lInteractieve Elementen",
  "page_two_paragraph_one": "tekstknoppen zijn niet het enige interactieve element in §6§lApps§r. Er zijn ook itemknoppen en tekstinvoervelden, zoals de onderstaande. Itemknoppen werken hetzelfde als tekstknoppen en tekstinvoervelden moeten worden aangeklikt als een knop en de volgende regel tekst die je in de chat typt, wordt gebruikt als je tekstinvoer. Probeer het uit op de twee hieronder.",
  "page_three_title": "§lLive updates",
  "page_three_paragraph_one": "§6§lApps§r is ook zeer reactief, dus schermen kunnen snel worden bijgewerkt zoals je kunt zien aan de kleine cursor die volgt waar je kijkt en aan de klok hieronder.",
  "page_four_title": "§lComplexe Elementen",
  "page_four_paragraph_one": "Er zijn ook een paar complexere elementen, hier is de Carrouselweergave en de Feedweergave.",
  "page_four_pager_view_text": "Klik op het eerste of laatste element om door de carrousel te bladeren.",
  "page_four_feed_view_text": "Scroll omhoog en omlaag terwijl je naar de feed kijkt om door de inhoud te scrollen.",
  "page_five_title": "§lApps",
  "page_five_paragraph_one": "Open §6§lApps§r met §l/.§r om het startscherm te openen waar serverpersoneel de titel en het bericht voor spelers kan aanpassen. Je kunt ook naar het Apps-scherm navigeren en alle apps verkennen die voor jou beschikbaar zijn op de server.",
  "page_five_paragraph_two": "Momenteel zijn er slechts een handvol 1e partij apps omdat dit nog een nieuw project is, maar naarmate de ontwikkeling vordert, zullen er meer 1e partij apps worden toegevoegd, evenals ondersteuning voor 3e partij apps en zullen de ontwikkelaars van je favoriete plugins hun apps ook op dit scherm kunnen integreren en weergeven.",
  "page_six_title": "§lHet Einde",
  "page_six_paragraph_one": "Dat is alles voor nu! We hopen dat je geniet van deze nieuwe manier om plugins te gebruiken.",
  "plural": "s"
}