{
  "tutorial_title": "Samouczek",
  "element_index": "Element %s",
  "timer_text": "Patrzysz na ten ekran od %s sekund%s.",
  "next_arrow": "Dalej ➡",
  "finish_arrow": "Zakończ ➡",
  "page_one_title": "§lWitaj w §6§lApps§r§l!",
  "page_one_paragraph_one": "§6§lApps §rto ambitny nowy projekt, obecnie w fazie beta. Celem jest stworzenie frameworku dla twórców pluginów do wyświetlania graficznych interfejsów użytkownika dla ich pluginów, zamiast polegać na pamiętaniu przez graczy dziesiątek komend. Wciąż mam dużo pracy, zanim osiągnę ten cel, ale w międzyczasie plugin jest prostą demonstracją tego, jak aplikacje mogą działać w przyszłości. Oczekuj wielu nowych aktualizacji i funkcji w najbliższym czasie!",
  "page_one_paragraph_two": "Jak widać, możesz teraz wyświetlać znacznie bardziej rozbudowane GUI dla siebie i swoich graczy.  Oprócz tekstu możesz również wyświetlać przedmioty, bloki i byty w tych GUI.  §6§lApps§r pozwala nie tylko na wyświetlanie bardziej złożonej zawartości, ale jest również interaktywne.  Spróbuj zerknąć na przycisk „§6Dalej ➡§r” w prawym dolnym rogu - zobaczysz, że tekst się pogrubia.  Oznacza to, że przycisk jest podświetlony i kliknięcie lewym przyciskiem myszy kliknie go!",
  "page_one_paragraph_three": "Kliknij przycisk „§6Dalej ➡§r”, gdy będziesz gotowy, aby odkryć więcej funkcji oferowanych przez §6§lApps§r.",
  "input_text_placeholder": "Kliknij tutaj, aby wpisać tekst...",
  "demo_item_button_text": "§aKliknięto przycisk przedmiotu %s raz%s",
  "page_two_title": "§lElementy Interaktywne",
  "page_two_paragraph_one": "Przyciski tekstowe nie są jedynymi interaktywnymi elementami w §6§lApps§r.  Są również przyciski przedmiotów i pola tekstowe, jak te poniżej.  Przyciski przedmiotów działają jak przyciski tekstowe, a pola tekstowe należy kliknąć jak przycisk, a następna linia tekstu wpisana na czacie zostanie użyta jako Twój tekst.  Wypróbuj je na dwóch poniżej.",
  "page_three_title": "§lAktualizacje na żywo",
  "page_three_paragraph_one": "§6§lApps§r jest również bardzo responsywne, więc ekrany mogą się szybko aktualizować, co widać po małym kursorze podążającym za miejscem, na które patrzysz, oraz po zegarze poniżej.",
  "page_four_title": "§lZłożone Alementy",
  "page_four_paragraph_one": "Są też bardziej złożone elementy, takie jak Widok Karuzeli (Carousel View) i Widok Kanału (Feed View).",
  "page_four_pager_view_text": "Kliknij pierwszy lub ostatni element, aby przewinąć karuzelę.",
  "page_four_feed_view_text": "Przewijaj w górę i w dół, patrząc na kanał, aby przeglądać zawartość.",
  "page_five_title": "§lApps",
  "page_five_paragraph_one": "Otwarcie §6§lApps§r za pomocą §l/.§r otworzy ekran główny, gdzie personel serwera może dostosować tytuł i wiadomość dla graczy.  Możesz również przejść do ekranu aplikacji i przeglądać wszystkie dostępne aplikacje na serwerze.",
  "page_five_paragraph_two": "Obecnie dostępnych jest tylko kilka aplikacji pierwszej strony (1st party), ponieważ projekt jest nowy, ale w miarę rozwoju dodawane będą kolejne aplikacje pierwszej strony oraz wsparcie dla aplikacji firm trzecich, a twórcy Twoich ulubionych pluginów będą mogli integrować i wyświetlać swoje aplikacje na tym ekranie.",
  "page_six_title": "§lKoniec",
  "page_six_paragraph_one": "To wszystko na teraz!  Mamy nadzieję, że spodoba Ci się nowy sposób korzystania z pluginów.",
  "plural": "y"
}