{
  "tutorial_title": "Öğretici",
  "element_index": "Öğe %s",
  "timer_text": "Bu ekrana %s saniyedir bakıyorsunuz.",
  "next_arrow": "İleri ➡",
  "finish_arrow": "Bitir ➡",
  "page_one_title": "§l§6§lUygulamalar§r§l'a Hoş Geldiniz!",
  "page_one_paragraph_one": "§6§lUygulamalar§r şu anda beta aşamasında olan iddialı yeni bir projedir. Amaç, eklenti geliştiricilerinin, oyuncuların düzinelerce komutu ezberlemesine gerek kalmadan eklentileri için grafik kullanıcı arayüzleri görüntülemeleri için bir çerçeve sağlamaktır. Bu hedefe ulaşmadan önce hala yapmam gereken çok iş var, ancak bu arada, bu eklenti şu anda bu uygulamaların gelecekte nasıl çalışabileceğinin basit bir demosudur. Yakın gelecekte birçok yeni güncelleme ve özellik bekleyin!",
  "page_one_paragraph_two": "Gördüğünüz gibi, artık siz ve oyuncularınız için önemli ölçüde daha zengin içerikli GUI'ler görüntüleyebilirsiniz. Ayrıca, metnin yanı sıra, bu GUI'lerde öğeler, bloklar ve varlıklar da görüntüleyebilirsiniz. §6§lUygulamalar§r yalnızca daha karmaşık içerik görüntülemeye izin vermekle kalmıyor, aynı zamanda etkileşimli de. Sağ alttaki \"§6İleri ➡§r\" düğmesine bakmayı deneyin, baktığınızda kalınlaştığını göreceksiniz. Bu, düğmenin vurgulandığı ve farenizin sol tıklamasının o düğmeyi tıklayacağı anlamına gelir!",
  "page_one_paragraph_three": "§6§lUygulamalar§r'ın sunduğu daha fazla özelliği keşfetmeye hazır olduğunuzda \"§6İleri ➡§r\" düğmesine tıklayın.",
  "input_text_placeholder": "Metin girmek için buraya tıklayın...",
  "demo_item_button_text": "§aÖğe düğmesine %s kez tıklandı",
  "page_two_title": "§lEtkileşimli Öğeler",
  "page_two_paragraph_one": "Metin düğmeleri, §6§lUygulamalar§r'daki tek etkileşimli öğe değil. Aşağıdakiler gibi öğe düğmeleri ve metin girişleri de var. Öğe düğmeleri metin düğmeleriyle aynı şekilde çalışır ve metin girişlerinin bir düğme gibi tıklanması gerekir ve sohbette gönderdiğiniz bir sonraki metin satırı metin girişiniz olarak kullanılır. Aşağıdaki ikisinde deneyin.",
  "page_three_title": "§lCanlı güncellemeler",
  "page_three_paragraph_one": "§6§lUygulamalar§r ayrıca çok reaktiftir, bu nedenle ekranlar, baktığınız yeri takip eden küçük imleçten ve aşağıdaki saatten de görebileceğiniz gibi hızla güncellenebilir.",
  "page_four_title": "§lKarmaşık Öğeler",
  "page_four_paragraph_one": "Ayrıca birkaç karmaşık öğe daha var, işte Carousel View ve Feed View.",
  "page_four_pager_view_text": "Atlıkarıncada gezinmek için ilk veya son öğeye tıklayın.",
  "page_four_feed_view_text": "İçerikte gezinmek için beslemeye bakarken yukarı ve aşağı kaydırın.",
  "page_five_title": "§lUygulamalar",
  "page_five_paragraph_one": "§6§lUygulamalar§r'ı §l/.§r ile açmak, sunucu personelinin oyuncular için başlığı ve mesajı özelleştirebileceği ana ekranı açacaktır. Ayrıca Uygulamalar ekranına gidebilir ve sunucuda size sunulan tüm uygulamaları keşfedebilirsiniz.",
  "page_five_paragraph_two": "Şu anda bu hala yeni bir proje olduğu için yalnızca bir avuç 1. taraf uygulaması var, ancak geliştirme ilerledikçe, daha fazla 1. taraf uygulaması eklenecek ve ayrıca 3. taraf uygulama desteği ve en sevdiğiniz eklentilerin geliştiricileri de uygulamalarını bu ekrana entegre edip görüntüleyebilecekler.",
  "page_six_title": "§lSon",
  "page_six_paragraph_one": "Şimdilik bu kadar! Eklentileri kullanmanın bu yeni yolunu beğeneceğinizi umuyoruz.",
  "plural": "lar"
}
