{
  "home": "Startseite",
  "apps": "Apps",
  "favorites": "Favoriten",
  "spawn": "Spawn",
  "back": "Zurück",
  "teleports": "Teleportationen",
  "finish": "Fertig",
  "setup_finish_paragraph_one": "Glückwunsch! Du hast die Konfiguration von Apps abgeschlossen! Du kannst jederzeit zu den Einrichtungsschritten zurückkehren und weitere Änderungen vornehmen. Sobald du den Fertig-Button drückst, werden deine Änderungen gespeichert. Dieses Projekt befindet sich noch in einer frühen Entwicklungsphase, daher gibt es noch keine Drittanbieter-Apps zum Herunterladen – aber sie sind unterwegs! Bleib dran und überprüfe die Updates; wir halten alle über unseren Fortschritt auf dem Laufenden.",
  "create_first_post": "Ersten Beitrag Erstellen",
  "setup_announcements_paragraph": "Die Ankündigungen-App ermöglicht es dir, Beiträge zu erstellen, die auf den Startbildschirmen der Spieler angezeigt werden, wenn sie ${ChatColor.GOLD}${ChatColor.BOLD}Apps${ChatColor.RESET} zum ersten Mal öffnen. Wir empfehlen dir, jetzt deinen eigenen Beitrag zu erstellen, damit du ihn an deinen Server anpassen kannst, statt den generischen Standardbeitrag zu verwenden. Unten siehst du, wie der Ankündigungsfeed auf dem Startbildschirm aussieht.",
  "next_arrow": "Weiter ➡",
  "create_post": "Beitrag Erstellen",
  "customize_apps": "Apps Anpassen",
  "setup_customize_apps": "Einige der Apps, die du aktiviert hast, verfügen über eigene Einstellungen, die du ebenfalls konfigurieren kannst. Du kannst jetzt die Einstellungen jeder App anpassen oder die Standardeinstellungen beibehalten und später in den Admin-Einstellungen ändern.",
  "choose_apps": "Apps Auswählen",
  "setup_enable_apps": "Einige Apps werden standardmäßig mit §6§lApps§r ausgeliefert. Du kannst jetzt auswählen, welche Apps du aktivieren möchtest, und du kannst sie jederzeit in den Admin-Einstellungen aktivieren oder deaktivieren. Einige Apps können jedoch nicht deaktiviert werden, wie die Admin-Einstellungen und die Spielerpräferenzen.",
  "checkbox_enabled": "🔲",
  "checkbox_disabled": "🔳",
  "server_name": "Servername",
  "setup_server_name_paragraph": "Legen wir zuerst den Namen deines Servers fest. Dieser Text wird oben auf dem Startbildschirm des Spielers angezeigt. Du kannst jeden beliebigen Text verwenden, aber da der Platz begrenzt ist, empfehlen wir, nicht mehr als 25 Zeichen zu verwenden. Dieser Text unterstützt auch Placeholder API für einen personalisierten Titel.",
  "set_server_title": "Server-Titel Festlegen",
  "getting_started": "Erste Schritte",
  "tutorial": "Tutorial",
  "setup": "Einrichtung",
  "setup_support_paragraph": "Wenn du weitere Unterstützung benötigst, kannst du unsere Seiten auf Spigot oder Modrinth besuchen oder unserem Discord beitreten und direkt mit dem Entwickler sprechen. Ich freue mich über jede Frage oder jedes Feedback! Klicke auf den Button unten und die Links werden dir im Chat gesendet.",
  "get_support_links": "Support-Links Erhalten",
  "discord": "Discord",
  "modrinth": "Modrinth",
  "spigot": "Spigot",

  "settings_set_language_title": "§l§o§nSprache Festlegen",
  "current_language_title": "Aktuelle Sprache",
  "current_language_message": "§7Wenn ein Spieler Apps öffnet, prüft die App die vom Spieler eingestellte Sprache und versucht, das Plugin in dieser Sprache zu laden. Da jedoch noch nicht alle Sprachen unterstützt werden und nicht alle Drittanbieter-Apps garantieren, dass sie alle Sprachen unterstützen, wird Apps auf die hier festgelegte Standardsprache zurückgreifen, wenn ein Spieler eine nicht unterstützte Sprache verwendet.",

  "settings_title": "§l§o§nEinstellungen",
  "set_title_button": "§6Titel Festlegen",
  "permissions_button": "§6Berechtigungen",
  "enabled_apps_button": "§6Aktivierte Apps",
  "configure_apps_button": "§6Apps Konfigurieren",
  "default_language_button": "§6Standardsprache Festlegen",

  "configure_apps_title": "§l§o§nApps Konfigurieren",

  "enabled_apps_title": "§l§o§nAktivierte Apps",
  "set_title_title": "§l§o§nApps-Titel Festlegen",
  "set_title_message": "Der obere Text auf dem Startbildschirm. Wir empfehlen, Titel auf maximal 25 Zeichen zu begrenzen, damit sie sich nicht mit anderem Text überschneiden. Titel unterstützen Placeholder für personalisierte Nachrichten.",
  "updated_title_message": "§aDein neuer Titel wurde gespeichert!",
  "set_title_input_placeholder": "Server-Titel Festlegen",
  "save_button": "§6Speichern",

  "calibration_message_one": "§b§oKalibrierung... Benutze dein Scrollrad, um den Bildschirm vor- und zurückzubewegen.",
  "calibration_message_two": "§b§oKalibrierung... Drücke zweimal Schleichen, um zu speichern.",
  "calibration_message_saved": "§aBildschirmkalibrierung gespeichert!"
}
