{
  "home": "Home",
  "apps": "Apps",
  "favorites": "Favorites",
  "spawn": "Spawn",
  "back": "Back",
  "teleports": "Teleports",
  "finish": "Finish",
  "setup_finish_paragraph_one": "Congratulations! You're done configuring apps! You can still go back through the setup steps and make any more changes you like and once you press the Finish button, your changes will be saved. Now, this project is still in early development so there aren't any third party apps to download yet but they are on their way! So stay tuned and check for updates, we'll be sure to keep everybody updated on our progress.",
  "create_first_post": "Create First Post",
  "setup_announcements_paragraph": "The Announcements app allows you to create announcement posts that will be shown on players home screens when the first open ${ChatColor.GOLD}${ChatColor.BOLD}Apps${ChatColor.RESET}. We recommend you create your own post now so you can make it personal to your server and not use the generic one we set by default. Below is what the announcement feed looks like on the home screen.",
  "next_arrow": "Next ➡",
  "create_post": "Create Post",
  "customize_apps": "Customize Apps",
  "setup_customize_apps": "Some of the apps you've selected to be enabled have their own custom settings you can configure as well. You can now configure each App's settings now if you'd like or keep the default settings and make changes from the Admin settings later if you'd like.",
  "choose_apps": "Choose Apps",
  "setup_enable_apps": "There are a few apps that come with §6§lApps§r out of the box. You can choose which apps you'd like to enable now and you can always enable or disable them at any time from the Admin settings. A few apps can't be disabled though, like the Admin settings and player Preferences apps.",
  "checkbox_enabled": "🔲",
  "checkbox_disabled": "🔳",
  "server_name": "Server Name",
  "setup_server_name_paragraph": "First off, let's set the name of your server. This text will be displayed on the top of the player's home screen. Of course you can set this text you anything you want but since it's a small space, we recommend not going over 25 characters. This text also supports Placeholder API if you'd like a more personalized title.",
  "set_server_title": "Set Server Title",
  "getting_started": "Getting started",
  "tutorial": "Tutorial",
  "setup": "Setup",
  "setup_support_paragraph": "If you're looking for further support, you can visit our Spigot or Modrinth pages or join our Discord and chat with the devs directly, we'll be happy to hear from you with any questions or feedback you may have! Click the button below and the links will sent to you in chat.",
  "get_support_links": "Get Support Links",
  "discord": "Discord",
  "modrinth": "Modrinth",
  "spigot": "Spigot"
}