{
  "home": "Inicio",
  "apps": "Aplicaciones",
  "favorites": "Favoritos",
  "spawn": "Spawn",
  "back": "Atrás",
  "teleports": "Teletransportes",
  "finish": "Finalizar",
  "setup_finish_paragraph_one": "¡Felicidades! ¡Has terminado de configurar las aplicaciones! Aún puedes volver a los pasos de configuración y hacer cualquier cambio que quieras y, una vez presiones el botón Finalizar, tus cambios se guardarán. Ahora bien, este proyecto todavía está en desarrollo temprano, así que aún no hay aplicaciones de terceros para descargar, ¡pero están en camino! Mantente atento y revisa las actualizaciones; nos aseguraremos de mantener a todos informados sobre nuestro progreso.",
  "create_first_post": "Crear Primer Anuncio",
  "setup_announcements_paragraph": "La aplicación de Anuncios te permite crear publicaciones que se mostrarán en la pantalla de inicio de los jugadores cuando abran por primera vez ${ChatColor.GOLD}${ChatColor.BOLD}Apps${ChatColor.RESET}. Recomendamos que crees tu propia publicación ahora para que puedas personalizarla para tu servidor y no usar la genérica que establecemos por defecto. A continuación se muestra cómo se ve el feed de anuncios en la pantalla de inicio.",
  "next_arrow": "Siguiente ➡",
  "create_post": "Crear Publicación",
  "customize_apps": "Personalizar Aplicaciones",
  "setup_customize_apps": "Algunas de las aplicaciones que seleccionaste para habilitar tienen sus propias configuraciones personalizadas. Ahora puedes configurar los ajustes de cada aplicación si lo deseas, o mantener los valores predeterminados y hacer cambios más tarde desde la configuración de Administrador si lo prefieres.",
  "choose_apps": "Elegir Aplicaciones",
  "setup_enable_apps": "Hay algunas aplicaciones que vienen con §6§lApps§r de fábrica. Puedes elegir cuáles deseas habilitar ahora y siempre puedes habilitarlas o deshabilitarlas en cualquier momento desde la configuración de Administrador. Sin embargo, algunas aplicaciones no se pueden deshabilitar, como la configuración de Administrador y la aplicación de Preferencias del jugador.",
  "checkbox_enabled": "🔲",
  "checkbox_disabled": "🔳",
  "server_name": "Nombre del Servidor",
  "setup_server_name_paragraph": "Primero, configuremos el nombre de tu servidor. Este texto se mostrará en la parte superior de la pantalla de inicio del jugador. Por supuesto, puedes colocar cualquier texto que desees, pero dado que es un espacio pequeño, recomendamos no superar los 25 caracteres. Este texto también es compatible con Placeholder API si deseas un título más personalizado.",
  "set_server_title": "Establecer Título del Servidor",
  "getting_started": "Comenzando",
  "tutorial": "Tutorial",
  "setup": "Configuración",
  "setup_support_paragraph": "Si estás buscando más soporte, puedes visitar nuestras páginas de Spigot o Modrinth, o unirte a nuestro Discord y hablar directamente con los desarrolladores. ¡Estaremos encantados de ayudarte con cualquier pregunta o sugerencia que tengas! Haz clic en el botón de abajo y los enlaces se enviarán al chat.",
  "get_support_links": "Obtener Enlaces de Soporte",
  "discord": "Discord",
  "modrinth": "Modrinth",
  "spigot": "Spigot",

  "settings_set_language_title": "§l§o§nEstablecer Idioma",
  "current_language_title": "Idioma Actual",
  "current_language_message": "§7Cuando un jugador abre Apps, la aplicación verificará el idioma configurado por el jugador e intentará cargar el plugin en su idioma preferido. Sin embargo, aún no soportamos todos los idiomas y no todas las aplicaciones de terceros garantizan compatibilidad con todos los idiomas. Por lo tanto, cuando un jugador use un idioma no soportado, Apps usará por defecto el idioma que configures aquí.",

  "settings_title": "§l§o§nConfiguración",
  "set_title_button": "§6Establecer Título",
  "permissions_button": "§6Permisos",
  "enabled_apps_button": "§6Aplicaciones Habilitadas",
  "configure_apps_button": "§6Configurar Aplicaciones",
  "default_language_button": "§6Establecer Idioma Predeterminado",

  "configure_apps_title": "§l§o§nConfigurar Aplicaciones",

  "enabled_apps_title": "§l§o§nAplicaciones Habilitadas",
  "set_title_title": "§l§o§nEstablecer Título de Apps",
  "set_title_message": "El texto superior en la pantalla de inicio. Recomendamos no exceder los 25 caracteres para evitar que se superponga con otros textos. Los títulos soportan Placeholders para mensajes personalizados.",
  "updated_title_message": "§a¡Tu nuevo título ha sido guardado!",
  "set_title_input_placeholder": "Establecer Título del Servidor",
  "save_button": "§6Guardar",

  "calibration_message_one": "§b§oCalibrando... Usa la rueda del ratón para mover la pantalla hacia adelante y hacia atrás.",
  "calibration_message_two": "§b§oCalibrando... Pulsa dos veces agacharse para guardar.",
  "calibration_message_saved": "§a¡Calibración de pantalla guardada!"
}
