{
  "home": "Accueil",
  "apps": "Applications",
  "favorites": "Favoris",
  "spawn": "Spawn",
  "back": "Retour",
  "teleports": "Téléportations",
  "finish": "Terminer",
  "setup_finish_paragraph_one": "Félicitations ! Vous avez terminé la configuration des applications ! Vous pouvez toujours revenir aux étapes de configuration et effectuer tous les changements que vous souhaitez, et une fois que vous appuyez sur le bouton Terminer, vos modifications seront enregistrées. Ce projet est encore en développement précoce, donc il n’existe pas encore d’applications tierces à télécharger, mais elles arrivent bientôt ! Restez à l’affût et vérifiez les mises à jour,  nous veillerons à tenir tout le monde informé de nos progrès.",
  "create_first_post": "Créer la Première Publication",
  "setup_announcements_paragraph": "L'application Annonces vous permet de créer des messages qui s'afficheront sur l'écran d'accueil des joueurs lorsqu'ils ouvriront pour la première fois ${ChatColor.GOLD}${ChatColor.BOLD}Apps${ChatColor.RESET}. Nous vous recommandons de créer votre propre publication maintenant afin de la personnaliser pour votre serveur plutôt que d'utiliser celle générique définie par défaut. Ci-dessous se trouve un aperçu de ce à quoi ressemble le flux d'annonces sur l'écran d'accueil.",
  "next_arrow": "Suivant ➡",
  "create_post": "Créer une Publication",
  "customize_apps": "Personnaliser les Applications",
  "setup_customize_apps": "Certaines des applications que vous avez choisi d’activer disposent de leurs propres paramètres personnalisables. Vous pouvez maintenant configurer les paramètres de chaque application si vous le souhaitez, ou garder les paramètres par défaut et effectuer des modifications plus tard dans les paramètres d’Administrateur.",
  "choose_apps": "Choisir des Applications",
  "setup_enable_apps": "Il existe quelques applications qui sont fournies avec §6§lApps§r dès l'installation. Vous pouvez choisir celles que vous souhaitez activer maintenant, et vous pourrez toujours les activer ou désactiver plus tard depuis les paramètres d’Administrateur. Cependant, certaines applications ne peuvent pas être désactivées, comme les paramètres d’Administrateur ou les Préférences des joueurs.",
  "checkbox_enabled": "🔲",
  "checkbox_disabled": "🔳",
  "server_name": "Nom du Serveur",
  "setup_server_name_paragraph": "Pour commencer, définissons le nom de votre serveur. Ce texte s'affichera en haut de l'écran d'accueil des joueurs. Bien sûr, vous pouvez mettre ce que vous voulez, mais comme l'espace est petit, nous recommandons de ne pas dépasser 25 caractères. Ce texte prend aussi en charge Placeholder API si vous souhaitez un titre plus personnalisé.",
  "set_server_title": "Définir le Titre du Serveur",
  "getting_started": "Commencer",
  "tutorial": "Tutoriel",
  "setup": "Configuration",
  "setup_support_paragraph": "Si vous cherchez plus d’aide, vous pouvez visiter nos pages Spigot ou Modrinth, ou rejoindre notre Discord pour discuter directement avec les développeurs. Nous serons ravis de répondre à vos questions ou d’entendre vos retours ! Cliquez sur le bouton ci-dessous et les liens vous seront envoyés dans le chat.",
  "get_support_links": "Obtenir les Liens de Support",
  "discord": "Discord",
  "modrinth": "Modrinth",
  "spigot": "Spigot",

  "settings_set_language_title": "§l§o§nDéfinir la Langue",
  "current_language_title": "Langue Actuelle",
  "current_language_message": "§7Lorsqu’un joueur ouvre Apps, l’application vérifiera la langue définie par le joueur et tentera de charger le plugin dans sa langue préférée. Cependant, nous ne supportons pas encore toutes les langues et toutes les applications tierces ne garantissent pas non plus leur compatibilité. Ainsi, lorsqu’un joueur utilise une langue non supportée, Apps utilisera par défaut la langue définie ici.",

  "settings_title": "§l§o§nParamètres",
  "set_title_button": "§6Définir le Titre",
  "permissions_button": "§6Permissions",
  "enabled_apps_button": "§6Applications Activées",
  "configure_apps_button": "§6Configurer les Applications",
  "default_language_button": "§6Définir la langue par défaut",

  "configure_apps_title": "§l§o§nConfigurer les Applications",

  "enabled_apps_title": "§l§o§nApplications activées",
  "set_title_title": "§l§o§nDéfinir le titre des Applications",
  "set_title_message": "Le texte affiché en haut de l’écran d’accueil. Nous recommandons de ne pas dépasser 25 caractères pour éviter qu’il ne chevauche d’autres éléments. Les titres supportent les Placeholders pour des messages personnalisés.",
  "updated_title_message": "§aVotre nouveau titre a été enregistré !",
  "set_title_input_placeholder": "Définir le titre du serveur",
  "save_button": "§6Enregistrer",

  "calibration_message_one": "§b§oCalibrage... Utilisez la molette de votre souris pour déplacer l’écran en avant ou en arrière.",
  "calibration_message_two": "§b§oCalibrage... Double-appuyez sur accroupir pour sauvegarder.",
  "calibration_message_saved": "§aCalibrage de l’écran enregistré !"
}
