{
"home": "Αρχική",
"apps": "Εφαρμογές",
"favorites": "Αγαπημένα",
"spawn": "Σημείο Εμφάνισης",
"back": "Πίσω",
"teleports": "Τηλεμεταφορές",
"finish": "Ολοκλήρωση",
"setup_finish_paragraph_one": "Συγχαρητήρια! Ολοκληρώσατε τη διαμόρφωση των εφαρμογών! Μπορείτε ακόμα να επιστρέψετε στα βήματα εγκατάστασης και να κάνετε όποιες αλλαγές επιθυμείτε. Μόλις πατήσετε το κουμπί «Ολοκλήρωση», οι αλλαγές σας θα αποθηκευτούν. Αυτό το έργο βρίσκεται ακόμα σε πρώιμο στάδιο ανάπτυξης, οπότε δεν υπάρχουν ακόμα τρίτες εφαρμογές για λήψη, αλλά είναι στο δρόμο! Μείνετε συντονισμένοι και ελέγξτε για ενημερώσεις, θα σας ενημερώνουμε για την πρόοδό μας.",
"create_first_post": "Δημιουργία Πρώτης Δημοσίευσης",
"setup_announcements_paragraph": "Η εφαρμογή «Ανακοινώσεις» σας επιτρέπει να δημιουργείτε αναρτήσεις ανακοινώσεων που θα εμφανίζονται στις αρχικές οθόνες των παικτών όταν ανοίξουν για πρώτη φορά το ${ChatColor.GOLD}${ChatColor.BOLD}Apps${ChatColor.RESET}. Σας συνιστούμε να δημιουργήσετε τώρα τη δική σας δημοσίευση, ώστε να την κάνετε προσωπική για το διακομιστή σας και να μη χρησιμοποιείτε τη γενική που έχουμε ορίσει από προεπιλογή. Παρακάτω μπορείτε να δείτε πώς φαίνεται η ροή ανακοινώσεων στην αρχική οθόνη.",
"next_arrow": "Επόμενο ➡",
"create_post": "Δημιουργία Δημοσίευσης",
"customize_apps": "Προσαρμογή Εφαρμογών",
"setup_customize_apps": "Μερικές από τις εφαρμογές που επιλέξατε να ενεργοποιηθούν έχουν τις δικές τους προσαρμοσμένες ρυθμίσεις που μπορείτε επίσης να διαμορφώσετε. Μπορείτε τώρα να ρυθμίσετε τις ρυθμίσεις κάθε εφαρμογής, αν θέλετε, ή να κρατήσετε τις προεπιλεγμένες ρυθμίσεις και να κάνετε αλλαγές αργότερα από τις ρυθμίσεις διαχειριστή, αν προτιμάτε.",
"choose_apps": "Επιλογή Εφαρμογών",
"setup_enable_apps": "Υπάρχουν μερικές εφαρμογές που συνοδεύουν το §6§lApps§r από την αρχή. Μπορείτε να επιλέξετε ποιες εφαρμογές θέλετε να ενεργοποιήσετε τώρα και μπορείτε πάντα να τις ενεργοποιήσετε ή να τις απενεργοποιήσετε ανά πάσα στιγμή από τις ρυθμίσεις διαχειριστή. Ωστόσο, μερικές εφαρμογές δεν μπορούν να απενεργοποιηθούν, όπως οι ρυθμίσεις διαχειριστή και οι προτιμήσεις παικτών.",
"checkbox_enabled": "🔲",
"checkbox_disabled": "🔳",
"server_name": "Όνομα Διακομιστή",
"setup_server_name_paragraph": "Πρώτα απ' όλα, ας ορίσουμε το όνομα του διακομιστή σας. Αυτό το κείμενο θα εμφανίζεται στο πάνω μέρος της αρχικής οθόνης των παικτών. Φυσικά, μπορείτε να ορίσετε οποιοδήποτε κείμενο θέλετε, αλλά δεδομένου ότι είναι ένας μικρός χώρος, συνιστούμε να μην υπερβαίνετε τους 25 χαρακτήρες. Το κείμενο υποστηρίζει επίσης το Placeholder API, αν θέλετε έναν πιο προσωπικοποιημένο τίτλο.",
"set_server_title": "Ορισμός Τίτλου Διακομιστή",
"getting_started": "Ξεκινώντας",
"tutorial": "Οδηγίες",
"setup": "Εγκατάσταση",
"setup_support_paragraph": "Αν ψάχνετε για περαιτέρω υποστήριξη, μπορείτε να επισκεφτείτε τις σελίδες μας στο Spigot ή στο Modrinth ή να μπείτε στο Discord μας και να συνομιλήσετε απευθείας με τους προγραμματιστές – θα χαρούμε να ακούσουμε οποιεσδήποτε ερωτήσεις ή σχόλιά σας! Κάντε κλικ στο παρακάτω κουμπί και οι σύνδεσμοι θα σας σταλούν στη συνομιλία.",
"get_support_links": "Λήψη Συνδέσμων Υποστήριξης",
"discord": "Discord",
"modrinth": "Modrinth",
"spigot": "Spigot",

"settings_set_language_title": "§l§o§nΟρισμός Γλώσσας",
"current_language_title": "Τρέχουσα Γλώσσα",
"current_language_message": "§7Όταν ένας παίκτης ανοίγει το Apps, το Apps θα ελέγχει τη γλώσσα που έχει ορίσει ο παίκτης και θα προσπαθήσει να φορτώσει το πρόσθετο στην προτιμώμενη γλώσσα του. Ωστόσο, δεν υποστηρίζουμε ακόμα όλες τις γλώσσες και ούτε όλες οι εφαρμογές τρίτων μέρων εγγυώνται την υποστήριξη όλων των γλωσσών. Επομένως, όταν ένας παίκτης χρησιμοποιεί μια μη υποστηριζόμενη γλώσσα, το Apps θα προεπιλέξει τη γλώσσα που έχετε ορίσει εδώ.",

"settings_title": "§l§o§nΡυθμίσεις",
"set_title_button": "§6Ορισμός Τίτλου",
"permissions_button": "§6Δικαιώματα",
"enabled_apps_button": "§6Ενεργές Εφαρμογές",
"configure_apps_button": "§6Διαμόρφωση Εφαρμογών",
"default_language_button": "§6Ορισμός Προεπιλεγμένης Γλώσσας",

"configure_apps_title": "§l§o§nΔιαμόρφωση Εφαρμογών",

"enabled_apps_title": "§l§o§nΕνεργές Εφαρμογές",
"set_title_title": "§l§o§nΟρισμός Τίτλου Apps",
"set_title_message": "Το κείμενο στην κορυφή της αρχικής οθόνης. Συνιστούμε οι τίτλοι να μην υπερβαίνουν τους 25 χαρακτήρες για να μη επικαλύπτονται με άλλα κείμενα. Οι τίτλοι υποστηρίζουν Placeholders για προσαρμοσμένα μηνύματα.",
"updated_title_message": "§aΟ νέος σας τίτλος αποθηκεύτηκε!",
"set_title_input_placeholder": "Ορισμός Τίτλου Διακομιστή",
"save_button": "§6Αποθήκευση",

"calibration_message_one": "§b§oΒαθμονόμηση... Χρησιμοποιήστε τον τροχό κύλισης για να μετακινήσετε την οθόνη μπροστά και πίσω.",
"calibration_message_two": "§b§oΒαθμονόμηση... Πατήστε δύο φορές το sneak για αποθήκευση.",
"calibration_message_saved": "§aΗ βαθμονόμηση οθόνης αποθηκεύτηκε!"
}