{
  "home": "Huis",
  "apps": "Programma's",
  "favorites": "Favorieten",
  "spawn": "Spawn",
  "back": "Terug",
  "teleports": "teleportaties",
  "finish": "Voltooien",
  "setup_finish_paragraph_one": "Gefeliciteerd! Je bent klaar met het configureren van apps! Je kunt nog steeds teruggaan door de setup-stappen en eventuele wijzigingen aanbrengen die je wilt en zodra je op de knop Voltooien drukt, worden je wijzigingen opgeslagen. Dit project is nog in een vroeg stadium van ontwikkeling, dus er zijn nog geen apps van derden om te downloaden, maar ze zijn onderweg! Blijf dus op de hoogte en controleer op updates, we zullen iedereen zeker op de hoogte houden van onze voortgang.",
  "create_first_post": "Maak Eerste Bericht",
  "setup_announcements_paragraph": "De Aankondigingen-app stelt je in staat om aankondigingsberichten te maken die worden weergegeven op het startscherm van spelers wanneer ze voor het eerst ${ChatColor.GOLD}${ChatColor.BOLD}Apps${ChatColor.RESET} openen. We raden je aan om nu je eigen bericht te maken zodat je het persoonlijk kunt maken voor je server en niet het generieke bericht gebruikt dat we standaard hebben ingesteld. Hieronder zie je hoe de aankondigingsfeed eruitziet op het startscherm.",
  "next_arrow": "Volgende ➡",
  "create_post": "Maak Bericht",
  "customize_apps": "Pas Programma's Aan",
  "setup_customize_apps": "Sommige van de programma's die je hebt geselecteerd om in te schakelen, hebben ook hun eigen aangepaste instellingen die je kunt configureren. Je kunt nu de instellingen van elk programma configureren als je wilt, of de standaardinstellingen behouden en later wijzigingen aanbrengen via de beheerdersinstellingen als je dat wilt.",
  "choose_apps": "Kies Programma's",
  "setup_enable_apps": "Er zijn een paar programma's die standaard met §6§lApps§r worden meegeleverd. Je kunt nu kiezen welke programma's je wilt inschakelen en je kunt ze altijd in- of uitschakelen via de beheerdersinstellingen. Sommige programma's kunnen echter niet worden uitgeschakeld, zoals de beheerdersinstellingen en de voorkeuren van spelers.",
  "checkbox_enabled": "🔲",
  "checkbox_disabled": "🔳",
  "server_name": "Servernaam",
  "setup_server_name_paragraph": "Laten we eerst de naam van je server instellen. Deze tekst wordt bovenaan het startscherm van de speler weergegeven. Natuurlijk kun je deze tekst instellen op wat je maar wilt, maar omdat het een kleine ruimte is, raden we aan om niet meer dan 25 tekens te gebruiken. Deze tekst ondersteunt ook Placeholder API als je een meer gepersonaliseerde titel wilt.",
  "set_server_title": "Stel Servertitel In",
  "getting_started": "Aan de slag",
  "tutorial": "Uitleg",
  "setup": "Setup",
  "setup_support_paragraph": "Als je op zoek bent naar verdere ondersteuning, kun je onze Spigot- of Modrinth-pagina's bezoeken of lid worden van onze Discord en rechtstreeks met de ontwikkelaars chatten. We horen graag van je met eventuele vragen of feedback! Klik op de onderstaande knop en de links worden naar je in de chat gestuurd.",
  "get_support_links": "Krijg Ondersteuningslinks",
  "discord": "Discord",
  "modrinth": "Modrinth",
  "spigot": "Spigot",

  "settings_set_language_title": "§l§o§nTaal Instellen",
  "current_language_title": "Huidige Taal",
  "current_language_message": "§7Wanneer een speler Apps opent, controleert Apps de ingestelde taal van de speler en probeert het de plugin in hun voorkeurstaal te laden. We ondersteunen echter nog niet alle talen en niet alle apps van derden garanderen ondersteuning voor alle talen. Dus wanneer een speler een niet-ondersteunde taal gebruikt, zal Apps standaard de taal gebruiken die je hier hebt ingesteld.",

  "settings_title": "§l§o§nInstellingen",
  "set_title_button": "§6Stel Titel In",
  "permissions_button": "§6Machtigingen",
  "enabled_apps_button": "§6Ingeschakelde Programma's",
  "configure_apps_button": "§6Configureer Programma's",
  "default_language_button": "§6Stel Standaardtaal In",

  "configure_apps_title": "§l§o§nConfigureer Programma's",

  "enabled_apps_title": "§l§o§nIngeschakelde Programma's",
  "set_title_title": "§l§o§nStel Programma Titel In",
  "set_title_message": "De bovenste tekst op het startscherm. We raden aan om titels niet langer dan 25 tekens te maken om overlapping met andere tekst te voorkomen. Titels ondersteunen Placeholders voor aangepaste berichten.",
  "updated_title_message": "§aJe nieuwe titel is opgeslagen!",
  "set_title_input_placeholder": "Stel Servertitel In",
  "save_button": "§6Opslaan",
  "calibration_message_one": "§b§oKalibreren... Gebruik je scrollwiel om het scherm naar voren en naar achteren te bewegen.",
  "calibration_message_two": "§b§oKalibreren... Dubbel tik op sluipen om op te slaan.",
  "calibration_message_saved": "§aSchermkalibratie opgeslagen!"
}