{
  "home": "Dom",
  "apps": "Aplikacje",
  "favorites": "Ulubione",
  "spawn": "Spawn",
  "back": "Powrót",
  "teleports": "Teleporty",
  "finish": "Zakończ",
  "setup_finish_paragraph_one": "Gratulacje! Skonfigurowałeś aplikacje! Nadal możesz wrócić do kroków konfiguracji i wprowadzić dodatkowe zmiany, a po naciśnięciu przycisku Zakończ, Twoje ustawienia zostaną zapisane. Projekt jest wciąż we wczesnym stadium rozwoju, więc nie ma jeszcze aplikacji firm trzecich do pobrania, ale wkrótce się pojawią! Śledź aktualizacje, będziemy informować o postępach.",
  "create_first_post": "Utwórz Pierwszy Post",
  "setup_announcements_paragraph": "Aplikacja Ogłoszenia pozwala tworzyć posty ogłoszeniowe, które będą wyświetlane na ekranie głównym graczy przy pierwszym otwarciu ${ChatColor.GOLD}${ChatColor.BOLD}Apps${ChatColor.RESET}. Zalecamy utworzenie własnego posta, aby był spersonalizowany dla Twojego serwera, zamiast używać domyślnego, który ustawiliśmy domyślnie. Poniżej możesz zobaczyć, jak wygląda kanał ogłoszeń na ekranie głównym.",
  "next_arrow": "Dalej ➡",
  "create_post": "Utwórz Post",
  "customize_apps": "Dostosuj Aplikacje",
  "setup_customize_apps": "Niektóre z wybranych przez Ciebie aplikacji mają własne ustawienia, które można skonfigurować. Możesz teraz dostosować ustawienia każdej aplikacji lub pozostawić domyślne i zmienić je później w ustawieniach administracyjnych.",
  "choose_apps": "Wybierz Aplikacje",
  "setup_enable_apps": "Kilka aplikacji jest domyślnie włączonych w §6§lApps§r. Możesz teraz wybrać, które włączyć, a zawsze możesz je włączyć lub wyłączyć później w ustawieniach administracyjnych. Niektórych aplikacji nie można wyłączyć, np. ustawień administracyjnych i preferencji gracza.",
  "checkbox_enabled": "🔲",
  "checkbox_disabled": "🔳",
  "server_name": "Nazwa Nerwera",
  "setup_server_name_paragraph": "Na początek ustaw nazwę swojego serwera. Tekst ten będzie wyświetlany na górze ekranu głównego gracza. Możesz ustawić dowolny tekst, ale jako że jest tu mało miejsca, zalecamy nie przekraczać 25 znaków. Tekst obsługuje Placeholder API, jeśli chcesz bardziej spersonalizowany tytuł.",
  "set_server_title": "Ustaw Tytuł Serwera",
  "getting_started": "Pierwsze kroki",
  "tutorial": "Samouczek",
  "setup": "Konfiguracja",
  "setup_support_paragraph": "Jeśli potrzebujesz wsparcia, możesz odwiedzić nasze strony na Spigot lub Modrinth albo dołączyć na Discord i porozmawiać bezpośrednio z deweloperami. Chętnie odpowiemy na Twoje pytania i przyjmiemy opinie! Kliknij przycisk poniżej, a linki zostaną wysłane na czat.",
  "get_support_links": "Pobierz Linki do Wsparcia",
  "discord": "Discord",
  "modrinth": "Modrinth",
  "spigot": "Spigot",

  "settings_set_language_title": "§l§o§nUstaw Język",
  "current_language_title": "Aktualny Język",
  "current_language_message": "§7Gdy gracz otworzy aplikacje, Apps sprawdzi ustawiony język i spróbuje wczytać plugin w preferowanym języku.  Nie wszystkie języki są jeszcze obsługiwane, a nie wszystkie aplikacje firm trzecich wspierają wszystkie języki.  Jeśli gracz używa nieobsługiwanego języka, Apps użyje języka ustawionego tutaj.",

  "settings_title": "§l§o§nUstawienia",
  "set_title_button": "§6Ustaw Tytuł",
  "permissions_button": "§6Uprawnienia",
  "enabled_apps_button": "§6Włączone Aplikacje",
  "configure_apps_button": "§6Konfiguruj Aplikacje",
  "default_language_button": "§6Ustaw Domyślny Język",

  "configure_apps_title": "§l§o§nKonfiguracja Aplikacji",

  "enabled_apps_title": "§l§o§nWłączone Aplikacje",
  "set_title_title": "§l§o§nUstaw Tytuł Aplikacji",
  "set_title_message": "Tekst wyświetlany na górze ekranu głównego. Zalecamy, aby tytuły nie przekraczały 25 znaków, aby nie nachodziły na inne teksty. Tytuły obsługują Placeholders do spersonalizowanych wiadomości.",
  "updated_title_message": "§aNowy tytuł został zapisany!",
  "set_title_input_placeholder": "Ustaw Tytuł Serwera",
  "save_button": "§6Zapisz",

  "calibration_message_one": "§b§oKalibracja... Użyj rolki myszy, aby przesunąć ekran do przodu lub do tyłu.",
  "calibration_message_two": "§b§oKalibracja... Podwójnie naciśnij przycisk kucania, aby zapisać.",
  "calibration_message_saved": "§aKalibracja ekranu zapisana!"
}