{
  "home": "Anasayfa",
  "apps": "Uygulamalar",
  "favorites": "Favoriler",
  "spawn": "Doğma Noktası",
  "back": "Geri",
  "teleports": "Işınlanmalar",
  "finish": "Bitir",
  "setup_finish_paragraph_one": "Tebrikler! Uygulamaları yapılandırmayı tamamladınız! Kurulum adımlarından geçerek istediğiniz değişiklikleri yapabilirsiniz ve Bitir düğmesine bastığınızda değişiklikleriniz kaydedilecektir. Şu anda bu proje hala erken geliştirme aşamasında olduğundan henüz indirilebilecek herhangi bir üçüncü taraf uygulama bulunmamaktadır, ancak yolda! Bu yüzden bizi izlemeye devam edin ve güncellemeleri kontrol edin, herkesi ilerlememiz hakkında bilgilendireceğimizden emin olacağız.",
  "create_first_post": "İlk Gönderiyi Oluştur",
  "setup_announcements_paragraph": "Duyurular uygulaması, oyuncuların ilk açtıklarında ana ekranlarında gösterilecek duyuru gönderileri oluşturmanıza olanak tanır ${ChatColor.GOLD}${ChatColor.BOLD}Uygulamalar${ChatColor.RESET}. Sunucunuza özel hale getirmek ve varsayılan olarak ayarladığımız genel olanı kullanmamak için şimdi kendi gönderinizi oluşturmanızı öneririz. Aşağıda, duyuru akışının ana ekranda nasıl göründüğü yer almaktadır.",
  "next_arrow": "İleri ➡",
  "create_post": "Gönderi Oluştur",
  "customize_apps": "Uygulamaları Özelleştir",
  "setup_customize_apps": "Etkinleştirilmesi için seçtiğiniz uygulamaların bazılarının yapılandırabileceğiniz özel ayarları da vardır. İsterseniz şimdi her Uygulamanın ayarlarını yapılandırabilir veya varsayılan ayarları koruyabilir ve isterseniz daha sonra Yönetici ayarlarından değişiklik yapabilirsiniz.",
  "choose_apps": "Uygulama Seç",
  "setup_enable_apps": "§6§lUygulamalar§r ile birlikte gelen birkaç uygulama vardır. Şimdi hangi uygulamaları etkinleştirmek istediğinizi seçebilirsiniz ve bunları istediğiniz zaman Yönetici ayarlarından etkinleştirebilir veya devre dışı bırakabilirsiniz. Ancak Yönetici ayarları ve oyuncu Tercihleri uygulamaları gibi birkaç uygulama devre dışı bırakılamaz.",
  "checkbox_enabled": "🔲",
  "checkbox_disabled": "🔳",
  "server_name": "Sunucu Adı",
  "setup_server_name_paragraph": "Öncelikle sunucunuzun adını belirleyelim. Bu metin, oyuncunun ana ekranının üst kısmında görüntülenecektir. Elbette bu metni istediğiniz gibi ayarlayabilirsiniz, ancak küçük bir alan olduğundan 25 karakteri geçmemenizi öneririz. Bu metin ayrıca daha kişiselleştirilmiş bir başlık istiyorsanız Placeholder API'sini de destekler.",
  "set_server_title": "Sunucu Başlığını Ayarla",
  "getting_started": "Başlarken",
  "tutorial": "Öğretici",
  "setup": "Kurulum",
  "setup_support_paragraph": "Daha fazla destek arıyorsanız, Spigot veya Modrinth sayfalarımızı ziyaret edebilir veya Discord'umuza katılarak doğrudan geliştiricilerle sohbet edebilirsiniz, aklınıza takılan sorular veya geri bildirimleriniz için sizi duymaktan memnuniyet duyarız! Aşağıdaki düğmeyi tıklayın ve bağlantılar size sohbette gönderilecektir.",
  "get_support_links": "Destek Bağlantılarını Al",
  "discord": "Discord",
  "modrinth": "Modrinth",
  "spigot": "Spigot",

  "settings_set_language_title": "§l§o§nDil Ayarla",
  "current_language_title": "Mevcut Dil",
  "current_language_message": "§7Bir oyuncu Uygulamaları açtığında, Uygulamalar oyuncunun ayarladığı dili kontrol edecek ve eklentiyi tercih ettikleri dilde yüklemeye çalışacaktır. Ancak henüz tüm dilleri desteklemiyoruz ve tüm 3. taraf uygulamaların da tüm dilleri destekleyeceği garanti edilmez. Bu nedenle, bir oyuncu desteklenmeyen bir dil kullanıyorsa, Uygulamalar burada ayarladığınız dile varsayılan olarak ayarlanacaktır.",

  "settings_title": "§l§o§nAyar",
  "set_title_button": "§6Başlık Ayarla",
  "permissions_button": "§6İzinler",
  "enabled_apps_button": "§6Etkin Uygulamalar",
  "configure_apps_button": "§6Uygulamaları Yapılandır",
  "default_language_button": "§6Varsayılan Dili Ayarla",

  "configure_apps_title": "§l§o§nUygulamaları Yapılandır",

  "enabled_apps_title": "§l§o§nEtkin Uygulamalar",
  "set_title_title": "§l§o§nUygulama Başlığını Ayarla",
  "set_title_message": "Ana ekrandaki üst metin. Diğer metinlerle çakışmaması için başlıkları 25 karakterden uzun tutmamanızı öneririz. Başlıklar, özelleştirilmiş mesajlar için Yer Tutucuları destekler.",
  "updated_title_message": "§aYeni başlığınız kaydedildi!",
  "set_title_input_placeholder": "Sunucu Başlığını Ayarla",
  "save_button": "§6Kaydet",

  "calibration_message_one": "§b§oKalibre ediliyor... Ekranı ileri ve geri hareket ettirmek için kaydırma tekerleğinizi kullanın.",
  "calibration_message_two": "§b§oKalibre ediliyor... Kaydetmek için gizlice iki kez dokunun.",
  "calibration_message_saved": "§aEkran kalibrasyonu kaydedildi!"
}
